Repository: AcquiaProfessionalServices/scf
Catalog: modules/contrib/jtooltips/po/jtooltips.*.po
Languages: it, ja

source: Display a tooltip over links, themable with CSS <br /><p>You can use <a href="http://bassistance.de/jquery-plugins/jquery-plugin-tooltip/">Jquery tooltips</a> or <a href="http://bassistance.de/jquery-plugins/jquery-plugin-tooltip/">Sweettitles</a>. <br />Jquery Tooltips: uses Jquery framework, supports configuration script but not supports fading in/out <br />Sweettitles: uses an internal library, supports fading, less customizable</p>
it: Mostra un tooltip (una sorta di nuvoletta) sopra i links, configurabile tramite CSS <br /><p> Puoi usare <a href="http://bassistance.de/jquery-plugins/jquery-plugin-tooltip/">Jquery tooltips</a> o <a href="http://bassistance.de/jquery-plugins/jquery-plugin-tooltip/">Sweettitles</a>. <br />Jquery Tooltips: usa il framework Jquery (incluso in Drupal5, supporta la possibilità di configurare gli script, ma non supporta il fading. <br />Sweettitles: usa una libreria interna, supporta il fading, meno configurabile. </p>

source: JQuery tooltips
it: tooltips con jQuery
ja: JQueryツールチップ

source: Show tooltips over links and other components. it supports Jquery tooltips and sweettitles
it: Mostra i tooltips sopra i links e altre componenti. Supporta i tooltips jQuery e Sweettitles

source: jTooltips Configuration
it: Configurazione di jTooltips

source: Tooltip type you can select
it: Seleziona il tipo di tooltips che desideri
ja: ツールチップタイプの選択

source: Use jQuery Tooltip
it: Usa i tooltips jQuery
ja: jQueryツールチップを使用

source: Use sweetTitles
it: Usa SweetTitle
ja: Sweet Titlesを使用

source: jQuery Tooltip: builded around jQuery, more versatile, but not supports fading <br/> sweetTitles: uses a internal engine and supports fading.
it: Tooltip Jquery: costruiti attorno alla libreria Jquery, sono più versatiti, ma non supportano il fading (trasparenza in attivazione/disattivazione) <br/> SweetTitles: usa un motore javascript interno e supporta il fading.
ja: jQueryツールチップ： jQueryを使用し、より多目的に利用できますが、フェーディングをサポートしていません。<br />Sweet Titles： 内蔵エンジンを使用し、フェーディングをサポートします。

source: Javascript to initialize jquery tooltips
it: Javascript per inizializzare il tooltip Jquery

source: The script here will be included in every page.
it: Lo script verrà incluso in ogni pagina
ja: ツールチップを初期化するためのスクリプトを記入してください。 このスクリプトは、すべてのページに含められます。

source: access jTooltips
it: accedi a jTooltips
ja: jTooltipsへのアクセス

source: Show Jquery link tooltips
ja: JQueryを使用したリンクツールチップを表示します。

source: Javascript to initialize hovertips
ja: ツールチップの初期化用Javascript

source: Tooltips with JQuery
ja: JQueryを利用したツールチップを表示します。
