Repository: AcquiaProfessionalServices/scf
Catalog: modules/contrib/vocabindex/*.po
Languages: nl

source: Terms order
nl: Termvolgorde

source: Select the order in which the terms should be displayed.
nl: Kies in welke volgorde de termen weergegeven moeten worden.

source: By weight
nl: Op gewicht

source: By name
nl: Op naam

source: List style
nl: Lijstweergave

source: Select the display style for the terms lists.
nl: Kies het uiterlijk van de termlijsten

source: Threaded
nl: Vertakt

source: Flat
nl: Plat

source: Flat (top-level terms only)
nl: Plat (Alleen bovenste termen)

source: Use default stylesheet
nl: Gebruik standaard stylesheet

source: Uncheck if you don't want to use the default Vocabindex stylesheet.
nl: Uitvinken als u de standaard Vocabindex stylesheet niet wil gebruiken.

source: Paths may only contain alphanumeric characters and dashes. For best SEO results, use dashes as word separators. Paths will automatically be converted to lowercase.
nl: Paden mogen alleen alfanumerieke tekens en streepjes bevatten. Voor de beste SEO resultaten kunt u het beste streepjes als scheidingstekens gebruiken. Paden worden automatisch omgezet naar kleine letters.

source: There are no vocabularies to create index pages for. You can create vocabularies at <a href="!link">the Taxonomy page</a>.
nl: Er zijn geen vocabulaires om indexpagina's voor te maken. U kunt vocabulaires maken op de <a href="!link">the Taxonomiepagina</a>

source: Currently located at <a href="!url">/!relative_url</a>
nl: Momenteel op <a href="!url">/!relative_url</a>

source: There is currently no index page set for this vocabulary.
nl: Er is momenteel geen indexpagina ingesteld voor deze vocabulaire.

source: Path for %title index page
nl: Pad voor %title indexpagina

source: Save
nl: Opslaan

source: Paths may only contain alphanumeric characters and dashes.
nl: Paden mogen alleen alfanumerieke tekens en streepjes bevatten.

source: Path already exists.
nl: Het pad bestaat al.

source: The paths have been updated.
nl: De paden zijn bijgewerkt.

source: There are no categories to display.
nl: Er zijn geen categoriën om weer te geven.

source: manage vocabulary index pages
nl: beheer indexpagina's voor vocabulaires

source: view vocabulary index pages
nl: bekijk indexpagina's voor vocabulaires

source: Vocabulary index pages
nl: Indexpagina's voor vocabulaires

source: Create index pages for vocabularies.
nl: Maak indexpagina's voor vocabulaires.

source: Paths
nl: Paden

source: Settings
nl: Instellingen

source: General settings.
nl: Algemene instellingen.

source: The table in which the aliases for vocabulary index pages are stored.
nl: De tabel waarin de aliassen voor indexpagina's van vocabulaires worden opgeslagen.

source: The primary identifier for a vocabulary index page.
nl: De primaire indentificeerder voor een indexpagina van vocabulaires.

source: The alias for a vocabulary index page.
nl: De alias voor een indexpagina van een vocabulaire.

source: Vocabulary Index has been succesfully installed. Please proceed to <a href="!link">the settings page</a> to get started.
nl: Vocabulary Index is geïnstalleerd. Ga alstublieft verder naar <a href="!link">de instellingen</a> om aan de slag te gaan.

source: Vocabulary Index has been succesfully uninstalled. We hope you enjoyed the ride!
nl: Vocabulary Index is gedeïnstalleerd. We hopen dat u van de rit heeft genoten!

source: This module provides index pages for vocabularies. On these pages the terms within a specific vocabulary are listed rather than the nodes.
nl: Deze module zorgt voor indexpagina's voor vocabulaires. Op deze pagina's worden de termen binnen een specifieke vocabulaire weergegeven in plaats van de nodes.
